{
  "intro.modal": "the reason behind our strict policy issue",
  "issue.environmentHelp": "os version, browser version, ng-zorro version...",
  "issue.create": "Create",
  "issue.environment": "Environment",
  "issue.actually": "What is actually happening",
  "issue.type": "This is a",
  "issue.expected": "What is expected",
  "issue.type.bug": "Bug report",
  "issue.extra": "Any additional comments (optional)",
  "issue.type.feature": "Feature Request",
  "issue.motivation": "What problem does solve this feature?",
  "issue.extraHelp": "e.g. some background/context of how you ran into this bug.",
  "issue.title": "Title",
  "issue.repo": "an issue for",
  "issue.preview": "Preview",
  "issue.proposal": "What does the proposed api look like",
  "issue.proposalHelp": "Describe how you propose to solve the problem and provide code samples of how the API would work once implemented. Note that you can use Markdown to format your code blocks.",
  "issue.motivationHelp": "Explain your use case, context, and rationale behind this feature request. More importantly, what is the end user experience you are trying to build that led to the need for this feature? An important design goal of Ant Design is keeping the API surface small and straightforward. In general, we only consider adding new features that solve a problem that cannot be easily dealt with using existing APIs (i.e. not just an alternative way of doing things that can already be done). The problem should also be common enough to justify the addition.",
  "issue.repoHelp": "Please make sure to file the issue at appropriate repo.",
  "issue.reproduction": "Minimal reproduction Link",
  "issue.steps": "Step to reproduce",
  "issue.version": "Version",
  "issue.versionHelp": "Check if the issue is reproducible with the latest stable version.",
  "previewModal.title": "Preview Issue",
  "repro.about": "About Reproductions",
  "issue.reproductionHelp": "Please provide a GitHub repo to describe your problems or a minimal reproduction's link like",
  "issue.stepsHelp": "Clear and concise reproduction instructions are important for us to be able to triage your issue in a timely manner. Note that you can use Markdown to format lists and code.",
  "button.cancel": "Cancel",
  "button.ok": "OK",
  "button.submit": "Submit"
}
